import React from "react";
import BoxTitle from "../../Components/BoxTitle/BoxTitle";
import KhabarBox from "../../Components/KhabarBox/KhabarBox";
import Wrapper from "../../Components/Wrapper/Wrapper";
import scaled from "../../assets/images/طراحی-سایت-در-یزد-scaled.svg";
import "./Khabar.css";

function Khabar() {
  return (
    <Wrapper>
      <BoxTitle title="خبر های علمی" />
      <div id='khabarRow' className=" row justify-content-around">
        <KhabarBox
          img={scaled}
          title="همه چیز راجب استیو هاوکینگ"
          text="هاوکینگ، سی سال، از ۱۹۷۹ تا یکم اکتبر ۲۰۰۹، دارندهٔ کرسی ریاضیات لوکاس بود.[۹] وی به خاطر فعالیت در کیهان‌شناسی و گرانش کوانتومی به ویژه دربارهٔ سیاه‌چاله، شناخته شده‌است. کتاب تاریخچه زمان او که با رکوردی ۲۳۷ هفته‌ای پرفروش‌ترین کتاب در بریتانیا باقی‌ماند و علاوه بر آن هفته‌ها در صدر پر فروش‌ترین کتاب‌های ساندی تایمز بود "
        />
        <KhabarBox
          img={scaled}
          title="همه چیز راجب استیو هاوکینگ"
          text="هاوکینگ، سی سال، از ۱۹۷۹ تا یکم اکتبر ۲۰۰۹، دارندهٔ کرسی ریاضیات لوکاس بود.[۹] وی به خاطر فعالیت در کیهان‌شناسی و گرانش کوانتومی به ویژه دربارهٔ سیاه‌چاله، شناخته شده‌است. کتاب تاریخچه زمان او که با رکوردی ۲۳۷ هفته‌ای پرفروش‌ترین کتاب در بریتانیا باقی‌ماند و علاوه بر آن هفته‌ها در صدر پر فروش‌ترین کتاب‌های ساندی تایمز بود "
        />
        <KhabarBox
          img={scaled}
          title="همه چیز راجب استیو هاوکینگ"
          text="هاوکینگ، سی سال، از ۱۹۷۹ تا یکم اکتبر ۲۰۰۹، دارندهٔ کرسی ریاضیات لوکاس بود.[۹] وی به خاطر فعالیت در کیهان‌شناسی و گرانش کوانتومی به ویژه دربارهٔ سیاه‌چاله، شناخته شده‌است. کتاب تاریخچه زمان او که با رکوردی ۲۳۷ هفته‌ای پرفروش‌ترین کتاب در بریتانیا باقی‌ماند و علاوه بر آن هفته‌ها در صدر پر فروش‌ترین کتاب‌های ساندی تایمز بود "
        />
        <KhabarBox
          img={scaled}
          title="همه چیز راجب استیو هاوکینگ"
          text="هاوکینگ، سی سال، از ۱۹۷۹ تا یکم اکتبر ۲۰۰۹، دارندهٔ کرسی ریاضیات لوکاس بود.[۹] وی به خاطر فعالیت در کیهان‌شناسی و گرانش کوانتومی به ویژه دربارهٔ سیاه‌چاله، شناخته شده‌است. کتاب تاریخچه زمان او که با رکوردی ۲۳۷ هفته‌ای پرفروش‌ترین کتاب در بریتانیا باقی‌ماند و علاوه بر آن هفته‌ها در صدر پر فروش‌ترین کتاب‌های ساندی تایمز بود "
        />
      </div>
    </Wrapper>
  );
}

export default Khabar;
